Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/soop_soop.html.tmx
Source language: nob
Languages: sma

source: Šoop Šoop – Sámi Duodji og Design Days er den første profesjonelle samiske designmessen som er blitt arrangert i Norge.
sma: Šoop Šoop – Sámi Duodji jïh Design Days lea voestes profesjonelle saemien designemeesse mij lea öörnesovveme Nöörjesne.

source: Det skjedde i 4. og 5. februar 2020 i Tromsø.
sma: Dïhte heannadi goevten 4. jih 5. b. Romsesne.

source: Den første dagen var et lukket arrangement mellom innkjøpere og utstillere (samiske designere).
sma: Voestes biejjien öörnedimmie lij ajve åestiji jïh vuesiehtæjjaj gaskem (saemien hammoedæjjah).

source: Samtidig ble det arrangert et duodjiworkshop.
sma: Seamma tïjjen duedtie-workshop öörnesovvi.

source: Den andre dagen var et åpent arrangement, en messe, der samiske designere solgte sitt design direkte til kunden.
sma: Mubpien biejjien öörnedimmie lij gaajhkesidie, akte meesse, gusnie saemien hammoedæjjah sijjen designem doeki ryöktesth åestiejasse.

source: Navnevalget ŠOOP ŠOOP [uttales SHOP SHOP]
sma: Nommeveeljeme ŠOOP ŠOOP [SJOP SJOP]

source: Hvis du skriver slanguttrykket på et samisk tastatur blir bokstaven W byttet ut med en samisk Š. Derav det samiske slanguttrykket .
sma: Jis noerhtesaemien tastatuvrine tjaala dellie bokstaave W noerhtesaemien Š sjædta. Destie dïhte baakoetjïerte .

source: Uttrykket ”eller “whoop whoop” er enkelt forklart som en såkalt som kan brukes når du for eksempel ser noe fint.
sma: Baakoetjïerte ”jallh “whoop whoop” lea aelhkieslaakan tjïelkestamme goh akte mij maahta åtnasovvedh gosse vuesiehtimmien gaavhtan maam akt tjaebpie vuajna.

source: Kanskje på en samisk designmesse, hvem vet.
sma: Dagke saemien hammoemeessesne, gie daajra.

source: Sametingsrådet besluttet å videreføre Šoop Šoop, og i 2021 skal Šoop Šoop arrangeres i Trondheim.
sma: Saemiedigkieraerie sjæjsjali Šoop Šoop jåerhkedh, jih 2021 Šoop Šoop edtja Tråantesne öörnesovvedh.

source: Šoop Šoop Sámi Design Days
sma: Lohkh vielie Šoop Šoopen bïjre:
